Gets the information about the fabrication configuration of the project.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public FabricationConfigurationInfo GetFabricationConfigurationInfo()
  Visual Basic
Public Function GetFabricationConfigurationInfo As FabricationConfigurationInfo
  Visual C++
public:
FabricationConfigurationInfo^ GetFabricationConfigurationInfo()
 Return Value
 The information about the fabrication configuration of the project.
 See Also
  FabricationConfiguration Class
  Autodesk.Revit.DB Namespace